{"type":"data","nodes":[{"type":"data","data":[{"logo":1},{"createdAt":2,"updatedAt":3,"Logo":4},"2022-12-10T11:21:49.842Z","2022-12-10T12:05:38.801Z",{"data":5},null],"uses":{"dependencies":["https://kapt-cms-production.up.railway.app/api/logo?populate=*"]}},{"type":"data","data":[{"philosophy":1},{"Philosophie":2,"createdAt":3,"updatedAt":4,"publishedAt":5,"locale":6,"Biographies":7},"# Philosophie\nKAPT est une jeune agence d'architecture fondée par Anas Koubaiti et Théo Pagnon. Forts de leurs expériences respectives en qualité de chefs de projet de près d'une dizaine d'années chacun, au sein d'agences internationales d'architecture (Richard Rogers, Studio Odile Decq, Agence Ter), il décident de travailler conjointement sur des échelles variées allant du projet urbain au design d'espace et de mobilier. Ils collaborent aussi dans un contexte académique en enseignant conjointement en école d'architecture depuis 2020. KAPT conçoit une architecture innovante, esthétique, durable et concrète résolvant de manière créative les contraintes et les défis auxquels sont soumis ses clients. Le souci d’offrir des espaces flexibles séparés des équipements de service rend les bâtiments conçus adaptables et résilients dans un monde où la technologie évolue rapidement. Une conviction profonde en l’importance du caractère durable des bâtiments sous-tend le travail de l’agence.\n\n\n## Methode\nA la fois architectes et ingénieurs, Anas et Théo s'efforcent de formuler une vision holistique de leur pratique architecturale. Leur double culture, technique et artistique, les amène à formuler des propositions audacieuses, poétiques et pour autant sobres, ancrées dans leur contexte et en accord avec leur temps. Des projets récents tels que la maison familiale à Rabat au Maroc ou encore la villa de vacances de Santa Teresa au Costa Rica, illustrent cette vision par diverses caractéristiques environnementales intégrées dans l’ADN des bâtiments. Une attention particulière est accordée aux détails tout au long du processus de conception. Basée à Paris, KAPT travaille sur des projets aux horizons variées, à la fois en France et à l’international et l’expérience acquise auprès de grands noms de l’architecture ainsi qu’une rigueur de travail éprouvée leur permet d’aborder les projets avec la confiance nécessaire à l’aboutissement de projet ambitieux.","2022-12-10T16:47:53.669Z","2022-12-11T11:47:07.261Z","2022-12-10T16:49:57.361Z","fr-FR",[8,38],{"id":9,"Nom":10,"Position":11,"Description":12,"Portrait":13},3,"Anas Koubaiti","Architect – Engineer – Urbanist","Diplômé des Écoles Nationale Supérieure d'Architecture de Paris-La Villette et ESTP Paris, Anas est également formé en Urbanisme à l'École Urbaine de Sciences Po. Après des expériences à Milan, Genève et Hanoï, Anas a rejoint Studio Odil Decq en 2015. Basé à Paris, il a pris en charge de nombreux projets à différentes échelles, allant de la création d'installations artistiques à des projets urbains majeurs. Depuis 2014, il est associé à la publication d'art et d'essais Whitelies Magazine. Anas continue d'influencer activement la ligne éditoriale avec du contenu créatif en tant que directeur artistique. En 2020, Anas a contribué au plan de développement stratégique de l'Oasis d'Al Ula en Arabie Saoudite avec Agence Ter et est impliqué dans l'Académie de l'École d'Architecture de l'Université Internationale de Rabat.",{"data":14},{"id":9,"attributes":15},{"name":16,"alternativeText":16,"caption":16,"width":17,"height":18,"formats":19,"hash":32,"ext":21,"mime":24,"size":33,"url":34,"previewUrl":26,"provider":35,"provider_metadata":36,"createdAt":37,"updatedAt":37},"ANAS.png",317,447,{"thumbnail":20},{"ext":21,"url":22,"hash":23,"mime":24,"name":25,"path":26,"size":27,"width":28,"height":29,"provider_metadata":30},".png","https:\u002F\u002Fres.cloudinary.com\u002Fdizcp5ddf\u002Fimage\u002Fupload\u002Fv1670671266\u002Fthumbnail_ANAS_27d69e4eaf.png","thumbnail_ANAS_27d69e4eaf","image\u002Fpng","thumbnail_ANAS.png",null,20.17,111,156,{"public_id":23,"resource_type":31},"image","ANAS_27d69e4eaf",121.08,"https:\u002F\u002Fres.cloudinary.com\u002Fdizcp5ddf\u002Fimage\u002Fupload\u002Fv1670671266\u002FANAS_27d69e4eaf.png","cloudinary",{"public_id":32,"resource_type":31},"2022-12-10T11:21:06.667Z",{"id":39,"Nom":40,"Position":41,"Description":42,"Portrait":43},4,"Theo Pagnon","Engineer – Architect","Theo est formé en tant qu'ingénieur et architecte. Il a étudié un double cursus à l'Ecole Spéciale des Travaux Publics de Paris et à l'École Nationale d'Architecture de Paris la Villette et travaille depuis 2013 chez Rogers Stirk Harbour + Partners (RSHP), une agence d'architecture internationale basée à Londres. Theo a supervisé les travaux sur le site du Centre de Conservation du Louvre pendant deux ans. Il est désormais responsable du développement du bureau parisien de RSHP depuis janvier 2020 en s'efforçant de tirer profit de cette double culture, à la fois pragmatique et créative. Theo a travaillé sur de nombreux projets, de l'échelle métropolitaine à la maîtrise des détails d'exécution. Grâce à sa double formation, cet enthousiaste de la structure et des systèmes apporte une approche holistique et rigoureuse à sa pratique de l'architecture. Theo est également un grand amoureux de théâtre, étant acteur lui-même pendant son temps libre. Enfin, c'est un passionné de cyclisme dont la collection de bicyclettes encombre sérieusement son appartement parisien.",{"data":44},{"id":39,"attributes":45},{"name":46,"alternativeText":46,"caption":46,"width":47,"height":48,"formats":49,"hash":56,"ext":21,"mime":24,"size":57,"url":58,"previewUrl":26,"provider":35,"provider_metadata":59,"createdAt":60,"updatedAt":61},"THEO.png",315,444,{"thumbnail":50},{"ext":21,"url":51,"hash":52,"mime":24,"name":53,"path":26,"size":54,"width":28,"height":29,"provider_metadata":55},"https:\u002F\u002Fres.cloudinary.com\u002Fdizcp5ddf\u002Fimage\u002Fupload\u002Fv1670671277\u002Fthumbnail_THEO_d36176ff42.png","thumbnail_THEO_d36176ff42","thumbnail_THEO.png",21.61,{"public_id":52,"resource_type":31},"THEO_d36176ff42",138.39,"https:\u002F\u002Fres.cloudinary.com\u002Fdizcp5ddf\u002Fimage\u002Fupload\u002Fv1670671277\u002FTHEO_d36176ff42.png",{"public_id":56,"resource_type":31},"2022-12-10T11:21:18.162Z","2022-12-10T16:48:17.226Z"],"uses":{"dependencies":["https://kapt-cms-production.up.railway.app/api/philosophy?populate[Biographies][populate][0]=Portrait"]}}]}
